Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smj/facta/1177.se/magsjuka-hos-smabarn--vad-kan-man-gora-sjalv.html.tmx
Source language: fin
Languages: smj

source: Suomeksi / Finska
smj: Julevusámegiella / Lulesamiska

source: SuomeksiFinska
smj: JulevusámegiellaLulesamiska

source: Takaisin teeman aloitussivulle
smj: Magsjuka hos små barn - vad kan man göra själv ?

source: Lapsi tarvitsee nestettä.
smj: Mánná dárbaj låssjkusav.

source: Joskus se onnistuu helpoiten antamalla juomaa lusikalla usein ja pieniä määriä kerralla.
smj: Muhttijn la álkkemus juhkusav teabasstijn vaddet ja álu vaddet smávva mierijt.

source: Nopeasti alkavat oireet
smj: Vájve båhti hähkkat

source: Lasten vatsataudin oireita ovat tavallisesti ripuli ja oksentelu.
smj: Gå máná li tjåjvijs de dábálattjat vuoksi ja sjlåhtju.

source: Heillä saattaa ilmetä myös kuumetta ja vatsakipuja.
smj: Siján máhttá aj tjoajvvebávtjas feber.

source: Vatsatauti johtuu yleensä viruksen aiheuttamasta tartunnasta.
smj: Álu infeksjåvnnå virusis dahká vaj tjåjvijs sjaddá.

source: Pienillä lapsilla tarkoitetaan tässä tekstissä alle 6-vuotiaita lapsia.
smj: Smávva mánájn miejnniduvvá dan tevstan máná vidá-gudá jahkáj.

source: Vaivat ilmenevät tavallisesti pari päivää tartunnan saamisen jälkeen ja alkavat nopeasti.
smj: Vájve álu álggi muhtem biejvij maŋŋel gå mánná l såhpum ja hähkkat båhti.

source: Usein monet perheenjäsenistä tai esikoululaisista sairastuvat.
smj: Álu moattes fuolken jali åvddåskåvlån skihppáji.

source: Tavallisesti tartunta menee ohi muutamassa päivässä.
smj: Álu infeksjåvnnå vássá muhtem biejvijs.

source: Oksentelu kestää yleensä vuorokauden, mutta ripulointi saattaa kestää viikon.
smj: Álu häjttá vuoksemis jánndura sinna, valla slåhtjot gis máhttá vahkov.

source: Lapset ovat herkkiä nestehukalle
smj: Máná e gierda låsjkosvánesvuodav

source: Oksenteleva ja ripulia poteva menettää nestettä ja suoloja.
smj: Låssjkusav ja sáltijt massá gå vuoksá ja sjlåhtju Smávva máná li sieldes rasje låsjkosvánesvuohtaj gå ållessjattuga.

source: Pienet lapset ovat nestehukalle paljon herkempiä kuin aikuiset.
smj: Jus unna mánásj massá ienep låssjkusav gå majt juhká de hähkkat máhttá nävrrot.

source: Kovassa kuumeessa lapsi menettää nestettä vielä enemmän.
smj: Alla feber dahká vaj mánná massá vil ienep låssjkusav.

source: Sen vuoksi lapselle tulee antaa juotavaa heti tartunnan alkuvaiheessa.
smj: Danen la sieldes ájnas juhkusav vaddet juo infeksjåvnå álgo rájes.

source: Pienimmät lapset ovat erityisen herkkiä nestehukalle.
smj: Njuorak máná li tjervas rasje låsjkosvánesvuohtaj.

source: Jos lasta imetetään tai syötetään pullosta
smj: Jus mánná njamáduvvá jali biebmaduvvá ruvsajn

source: Jos lasta imetetään, imetystä voi jatkaa.
smj: Jus mánná njamáduvvá de galggá joarkket dajna.

source: Lasta kannattaa vatsataudin aikana imettää normaalia useammin.
smj: Luluj njamádit dájvvábut gå iemeláhkáj.

source: Vaikka lapsi oksentaisi, imetystä kannattaa jatkaa ja imettää useasti päivässä.
smj: Juska mánná joarkká vuokset de joarkket njamádit mánáv.

source: Sama koskee myös lapsia, joita syötetään pullosta.
smj: Sämmi l aj mánájda gudi biebmaduvvi ruvsajn.

source: Jos vauva ei ime rintaa, maitoa on pumpattava ja yritettävä tarjota lusikalla.
smj: Jus mánná ij sidá njammat de máhttá gähttjalit båhtjet jali pummpit ja bastijn biebbmat.

source: Maitoa voi pumpata rinnasta käsin tai pumpulla.
smj: Máhttá njittjev giedajn jali pumpajn båhtjet.

source: Käyttöön soveltuvia pumppuja voi ostaa apteekista.
smj: Hiebalasj pummpa gávnnu dálkasboargálin oasstet.

source: Jos lapsella on voimakas ripuli, pelkkä rintamaito ei riitä, vaan lapsi tarvitsee myös lisänesteytystä, ts. nestekorviketta.
smj: Jus mánán li edna slåhtjusa de ij la nuoges mánná njidtjemielkev oadtju, mánná dárbaj de aj låsjkosmålssomav oadtjot,

source: Jos lapsi oksentaa runsaasti, on paras antaa tälle nestekorviketta.
smj: Jus mánná ednagav vuoksá de låsjkosmålssom la buoremus.

source: Tätä varten voi ostaa apteekista ns. ripulijuomaa.
smj: Låsjkosmålssom mánájda gávnnu dálkasboargálin oasstet.

source: Juoman sisältämien suolojen ansiosta kehon nestetasapaino palautuu normaaliksi.
smj: Låssjkusin li sálte de låsjkosbálánssa rubmahin buorreláhkáj buorrán.

source: Jos lapsi oksentaa runsaasti, hän tarvitsee noin kaksi teelusikallista nestettä joka viides minuutti.
smj: Jus mánná ednagit vuoksá de l dárbulasj vaddet bájken guokta teabassti låsjkkusis juohkka vidát minuvta.

source: Päivittäinen nestetarve on suurempi kuin yleisesti kuvitellaan, sillä esimerkiksi yksivuotias lapsi tarvitsee nestettä reilun litran vuorokaudessa.
smj: Jánndurin la dárbulasj ienep låssjkusis gå majt jáhkká, buojkulvissan jagák máhttá ienep gå lijttarav dárbahit.

source: Joskus lapsi on helpompi saada juomaan joitain muuta juomaa.
smj: Muhttijn márjju mánán la hállo ietjá juhkusav juhkat.

source: Siinä tapauksessa lapselle voi antaa sellaista juotavaa, mitä hän suostuu ottamaan. Pääasia on, että lapsi saa kehoonsa nestettä.
smj: De máhttá gähttjalit ietjá juhkusav vaddet danen gå ájnnasamos la mánná låssjkusav åvvå juhká.

source: Älä myöskään anna lapselle kevytjuomia, koska ne eivät sisällä lainkaan sokeria.
smj: Ij val galga hálmugis juhkusijt vaddet, danen gå ilá edna såhkår máhttá ienep slåhtjusav vaddet.

source: Lapsi tarvitsee nestettä. Joskus se onnistuu helpoiten antamalla juomaa lusikalla usein ja pieniä määriä kerralla.
smj: Ale ga vatte lightjuhkusijt danen gå e åbbå sisaneda såhkkårav.

source: Kun oksentelu on loppunut, mutta ripuli jatkuu
smj: Gå vuoksema li vássám valla slåhtjusa bissu

source: On tavallista, että oksentelu päättyy ensin, kun taas ripuli jatkuu vielä jonkin aikaa.
smj: Alu vuoksema vuostak gáhtu ja slåhtjusa gihtji ájn muhtem biejve.

source: Jos ripuloivaa lasta imetetään, imetystä voi jatkaa normaaliin tapaan.
smj: Jus mánán la slåhtjos ja jus mánná njamáduvvá de joarkká njamádit degu åvdebut.

source: Jos lasta ei imetetä, tälle voidaan antaa äidinmaidonkorviketta ja riisi- tai maissivelliä lapsen iän mukaan.
smj: Jus mánná ij njamáduvá, de máhttá njidtjemielkkemålssomav vaddet, rijssa- jali májsajubtsav máná álddara gáktuj.

source: Anna aluksi pieniä määriä kerralla nähdäksesi, pysyykö ruoka sisällä.
smj: Vatte smávva mierijt álgos gähttjat jus mánán bissu biebbmo.

source: Kun lapsi alkaa taas syödä, hänelle kannattaa antaa tavallista ruokaa, johon on sekoitettu ylimääräistä rasvaa.
smj: Gå mánná sihtá bårrågoahtet de l buorre vaddet iemelágásj biebmov ja segadit duodde buojdijn.

source: Jos haluaa kokeilla vatsaa kovettavaa ruokaa, yli puolivuotiaalle lapselle voi antaa porkkanasoseesta ja vedestä tehtyä keittoa.
smj: Jus sihtá gähttjalit juojddá mij ganugahttá de máhttá vaddet gárutjubtsav, dagádum gárutdäbttjusis ja tjátjes mánájda gudi li vuorrasappo gå guhtta máno.

source: Muista, että hedelmät tekevät ulosteen löysäksi, ja että kovan ripulin aikana pitää välttää täysjyvävelliä.
smj: Mujte val muorjema dahki njárbbis bajkav ja vájvep slåhtjusin ij vaddet ållesgårnnejubtsav.

source: Älä anna runsaskuituista ruokaa ennen kuin lapsi on täysin terve.
smj: Vuorde biebmoj majn li edna fibera desik mánná l ållu varres.

source: Jos oksentelu alkaa uudestaan
smj: Jus vuoksema båhti ruoptus

source: Jos lapsi alkaa oksennella uudestaan, anna hänelle jälleen lisänesteytystä. Tarkkaile kuitenkin samalla, että lapsi ei muutu veltoksi tai että tämän vointi ei muulla tavoin heikkene.
smj: Jus vuoksema vat ruoptus båhti, álge vat låsjkosmålssomijn, valla åro ájttsis jus mánná dellagoahtá jali vájbbagoahtá.

source: Kuinka tartuntoja voi ehkäistä ?
smj: Gåktu máhttá hieredit soahpomav ?

source: Koska vatsatauti tarttuu erittäin herkästi, koko perheen kannattaa pestä kätensä nestesaippualla ennen ruokailua ja aina vessassa käynnin jälkeen. On myös hyvä, jos jokainen käyttää omaa käsipyyhettä tai paperipyyhkeitä.
smj: Danen gå tjoajvvemájnne l sieldes soahpolis la buorre jus goappátjagá mánná ja gájka fuolken giedajt basádi gålgge sájbujn biebmo åvddåla ja hivsiga maŋŋela ja gájkajn li ietjas sigárdahka jali adni aktiadnemsigárdagáv.

source: WC-istuin kannattaa pitää puhtaana.
smj: Máhttá aj sihkkot hivsigav dájvválakkoj.

source: Jos lapsi käyttää vaippoja, vaipat on hyvä sulkea muovipussiin ennen roska-astiaan heittämistä.
smj: Jus mánán li rapsa de l buorre anedum rapsajt biedjat plásstavuossaj åvddål gå dajt ruhkelihttáj håjggåt.

source: Puhdista hoitopöytä aina käytön jälkeen, ja pese kädet huolellisesti vaipanvaihdon jälkeen.
smj: Rájnni sujttobievdev ano maŋŋela ja basá giedajt váttugit gå l rapsajt målssum.

source: Oksentelevan tai ripuloivan lapsen on pysyttävä kotona.
smj: Mánná galggá hejman årrot gå vuoksá jali li sjlåtjos.

source: Jos lapsi on esikoulussa tai perhepäiväkodissa, hän voi mennä sinne vasta sitten, kun hän ei ole oksentanut tai ripuloinut kahteen päivään.
smj: Jus mánná l åvddåskåvlån jali fuolkkebiejvveårruhin de máhttá ruoptus dåhku mannat gå ij la vuoksám jali slåhtusav adnám guovte jánndurin.

source: Ehkä tarpeen ottaa yhteys sairaanhoitoon
smj: Márjju l dárbulasj sujtujn aktavuodav válldet

source: Jos lapsi ripuloi ja oksentaa kovin usein ja kärsii selvästi nestehukasta, on ts. hyvin väsynyt ja välinpitämätön ympäristöä kohtaan, pissaa vähän tai harvoin eikä jaksa leikkiä, tulee heti hakeutua terveyskeskukseen tai akuuttivastaanotolle.
smj: Galggá sujtov åhtsåt varresvuohtaguovdátjin jali hähkkaduostudagán dalága jus mánán li lávdda slåhtjusa ja vuoksema ja vuojnnet la låsjkosvánesvuohta, dat javllá l oalle vájbas ja ij berusta birrasis, gådtjå binnáv jali vuorjját ja ij vieje ståhkat.

source: Terveyskeskukseen tulee ottaa yhteyttä heti myös silloin, jos lapsella on ripulin ja oksentelun lisäksi korkea kuume tai voimakkaita vatsakipuja tai jos ripulin seassa on verta tai limaa.
smj: Sujtov åhtsåt dalága jus mánán ietján gå vuoksema ja sjlåhtjos la alla feber jali sieldes bávtjas tjoaven, jali jus sjlåhtjos la varájn jali slijvijn segadum.

source: On otettava yhteys sairaanhoitoneuvontaan tai terveyskeskukseen myös silloin, jos lapsen tila ei ole kohentunut vuorokauden aikana tai jos lapsi on vatsataudin jälkeen pirteä, mutta uloste on löysää yli kahden viikon ajan.
smj: Galggá skuolkkat skihpasujttorádevaddemij jali varresvuohtaguovdátjijn aktavuodav válldet jus mánná ij la buorep sjaddam jánndurin, jali jus mánná tjoajvvevige maŋŋela l vieddje valla sujna l njárbbis bajkka årrum ienep gå guokta vahko.

source: Hoitoon täytyy hakeutua aina, jos alle kuuden kuukauden ikäinen lapsi kärsii ripulista ja oksentelusta.
smj: Jus máná gudá máno oadtju tjoajvvemájnijt ja slåhtjusijt de agev gálggá skihpasujttorádevaddemijn jali varresvuohtaguovdátjijn aktavuodav válldet.

source: Jos lapsi on sairastunut ripuliin ulkomaanmatkan yhteydessä, tulee ottaa yhteyttä terveyskeskukseen tai lastenlääkärin vastaanotolle.
smj: Jus mánná l slåhtjusav oadtjum gå ålggorijkan mannam de galggá varresvuohtaguovdátjijn jali mánádåktårduostudagájn aktavuodav válldet.

source: Toimittaja:
smj: Dåjmadiddje:

source: 1117 Vårdguiden – toimitus ja toimitusneuvosto on myös muokannut, tarkastanut ja hyväksynyt kaiken sisällön.
smj: Gájkka sisadno l aj giehtadaládum, gehtjadum ja dåhkkidum redaksjåvnås ja redaksjåvnnårádes 1177 Vårdguiden.
